/*
SQLyog  v12.2.6 (64 bit)
MySQL - 5.7.14 : Database - week3
*********************************************************************
*/

/*!40101 SET NAMES utf8 */;

/*!40101 SET SQL_MODE=''*/;

/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;
CREATE DATABASE /*!32312 IF NOT EXISTS*/`week3` /*!40100 DEFAULT CHARACTER SET utf8 */;

USE `week3`;

/*Table structure for table `cj` */

DROP TABLE IF EXISTS `cj`;

CREATE TABLE `cj` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `cate` varchar(20) DEFAULT NULL,
  `bookname` varchar(20) DEFAULT NULL,
  `newword` varchar(255) DEFAULT NULL,
  `wordcount` varchar(255) DEFAULT NULL,
  `author` varchar(255) DEFAULT NULL,
  `updatetime` varchar(255) DEFAULT NULL,
  `href` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `03min` (`bookname`,`cate`)
) ENGINE=MyISAM AUTO_INCREMENT=91 DEFAULT CHARSET=utf8;

/*Data for the table `cj` */

insert  into `cj`(`id`,`cate`,`bookname`,`newword`,`wordcount`,`author`,`updatetime`,`href`) values 
(47,'都市异能','妙手狂兵','第110章 下降的生意','670526','布川鸿内酷','2018-06-23 10:12','http://www.17k.com//lib/book/2_3_87_0_0_0_0_0_1.html?'),
(46,'都市激战','爱魂指引','第315章 质问','17453','上山干少虎','2018-06-23 10:13','http://www.17k.com//lib/book/2_3_92_0_0_0_0_0_1.html?'),
(45,'都市异能','问神道灭','第五章  受审','21842','木邓子','2018-06-23 10:13','http://www.17k.com//lib/book/2_3_87_0_0_0_0_0_1.html?'),
(44,'东方玄幻','校花的全能保安','第七章万劫天宫','4430200','爱笑哥哥','2018-06-23 10:13','http://www.17k.com//lib/book/2_21_8_0_0_0_0_0_1.html?'),
(43,'都市生活','乙兵','第一千四百零八章 新会长','1271242','老施','2018-06-23 10:18','http://www.17k.com//lib/book/2_3_3_0_0_0_0_0_1.html?'),
(42,'异界大陆','辣手神医','564章 充实的生活','2829049','嘭咔嚓','2018-06-23 10:19','http://www.17k.com//lib/book/2_21_83_0_0_0_0_0_1.html?'),
(41,'都市激战','一品兵王','第1395章    下马威','249775','步千帆','2018-06-23 10:19','http://www.17k.com//lib/book/2_3_92_0_0_0_0_0_1.html?'),
(40,'都市生活','血雪天涯','第一百二十四章  我来','53599','致命黑球','2018-06-23 10:20','http://www.17k.com//lib/book/2_3_3_0_0_0_0_0_1.html?'),
(39,'东方玄幻','错误集结令','第三十八章   衣裳容','36779','影字','2018-06-23 10:21','http://www.17k.com//lib/book/2_21_8_0_0_0_0_0_1.html?'),
(38,'校园风云','凌天至尊(合作)','第8堂课·Eighth 请求','3176650','过激言论','2018-06-23 10:25','http://www.17k.com//lib/book/2_3_118_0_0_0_0_0_1.html?'),
(37,'东方玄幻','女子高校的男保安(合作)','第1543章  逗你呢','2523372','辰小白(合作)','2018-06-23 10:26','http://www.17k.com//lib/book/2_21_8_0_0_0_0_0_1.html?'),
(36,'都市生活','圣阵至尊','第788章 黄雀在后','69625','鱼饵1(合作)','2018-06-23 10:28','http://www.17k.com//lib/book/2_3_3_0_0_0_0_0_1.html?'),
(35,'东方玄幻','血与火的救赎','第二十二章  打赌','18415','坚持的二哥','2018-06-23 10:28','http://www.17k.com//lib/book/2_21_8_0_0_0_0_0_1.html?'),
(34,'东方玄幻','一荒为天','营地里的新人','52363','巍巍圣岭','2018-06-23 10:33','http://www.17k.com//lib/book/2_21_8_0_0_0_0_0_1.html?'),
(33,'东方玄幻','末日危国','第二十章 危险迫近','88767','泊门','2018-06-23 10:40','http://www.17k.com//lib/book/2_21_8_0_0_0_0_0_1.html?'),
(32,'末世危机','仙路源头','第三十八章 寻找武器','36441','世伊','2018-06-23 10:40','http://www.17k.com//lib/book/2_14_128_0_0_0_0_0_1.html?'),
(31,'古典仙侠','xxxx','第十三章  遇水开路','','一岁就可帅了','','http://www.17k.com//lib/book/2_24_9_0_0_0_0_0_1.html?'),
(48,'奇幻修真','大降头师','33.吞噬！','228499','夏天中的星辰','2018-06-23 10:12','http://www.17k.com//lib/book/2_24_82_0_0_0_0_0_1.html?'),
(49,'东方玄幻','星域天尊','第十六章:出发','36843','易凡星','2018-06-23 10:12','http://www.17k.com//lib/book/2_21_8_0_0_0_0_0_1.html?'),
(50,'古典仙侠','灭之月','第二十六章 木之印记','36683','后九日','2018-06-23 10:07','http://www.17k.com//lib/book/2_24_9_0_0_0_0_0_1.html?'),
(51,'古典仙侠','封天十二印记','第七十三颜霜儿得知陆羽的消息','62437','追不上的节奏','2018-06-23 10:07','http://www.17k.com//lib/book/2_24_9_0_0_0_0_0_1.html?'),
(52,'都市异能','仙人很平凡','第2162章 配合','233095','风乱刀','2018-06-23 10:07','http://www.17k.com//lib/book/2_3_87_0_0_0_0_0_1.html?'),
(53,'都市异能','超级鉴宝师','二十章 亡不旋踵','7199468','暮瞳Hitomi','2018-06-23 10:07','http://www.17k.com//lib/book/2_3_87_0_0_0_0_0_1.html?'),
(54,'东方玄幻','神谱之镇魂歌','第64章   快过年了什么人都有','84322','浑噩鱼','2018-06-23 10:05','http://www.17k.com//lib/book/2_21_8_0_0_0_0_0_1.html?'),
(55,'异界大陆','初起时代','第一百零八章 三战鬼法','72886','腰疼的上班族','2018-06-23 10:05','http://www.17k.com//lib/book/2_21_83_0_0_0_0_0_1.html?'),
(56,'都市生活','异世之圣痕','第306章b.志在中华第33章中人物','305547','宿亿琴','2018-06-23 10:05','http://www.17k.com//lib/book/2_3_3_0_0_0_0_0_1.html?'),
(57,'异界大陆','宿翼琴','第一章 似曾相识 （1）','476091','槊箬','2018-06-23 10:04','http://www.17k.com//lib/book/2_21_83_0_0_0_0_0_1.html?'),
(58,'都市激战','菱潆传','第1735章 这是花钱买平安','2127','青光楚辞','2018-06-23 10:04','http://www.17k.com//lib/book/2_3_92_0_0_0_0_0_1.html?'),
(59,'都市生活','近身兵王','第五百五十七章吕亮出头','10371665','大皇橘子','2018-06-23 10:04','http://www.17k.com//lib/book/2_3_3_0_0_0_0_0_1.html?'),
(60,'东方玄幻','都市奇医','第十六章 就一公里','1163623','猖狂九天','2018-06-23 10:03','http://www.17k.com//lib/book/2_21_8_0_0_0_0_0_1.html?'),
(61,'古典仙侠','xxxx','第十三章  遇水开路','','一岁就可帅了','','http://www.17k.com//lib/book/2_24_9_0_0_0_0_0_1.html?'),
(62,'末世危机','仙路源头','第三十八章 寻找武器','36441','世伊','2018-06-23 10:40','http://www.17k.com//lib/book/2_14_128_0_0_0_0_0_1.html?'),
(63,'东方玄幻','末日危国','第二十章 危险迫近','88767','泊门','2018-06-23 10:40','http://www.17k.com//lib/book/2_21_8_0_0_0_0_0_1.html?'),
(64,'东方玄幻','一荒为天','营地里的新人','52363','巍巍圣岭','2018-06-23 10:33','http://www.17k.com//lib/book/2_21_8_0_0_0_0_0_1.html?'),
(65,'东方玄幻','血与火的救赎','第二十二章  打赌','18415','坚持的二哥','2018-06-23 10:28','http://www.17k.com//lib/book/2_21_8_0_0_0_0_0_1.html?'),
(66,'都市生活','圣阵至尊','第788章 黄雀在后','69625','鱼饵1(合作)','2018-06-23 10:28','http://www.17k.com//lib/book/2_3_3_0_0_0_0_0_1.html?'),
(67,'东方玄幻','女子高校的男保安(合作)','第1543章  逗你呢','2523372','辰小白(合作)','2018-06-23 10:26','http://www.17k.com//lib/book/2_21_8_0_0_0_0_0_1.html?'),
(68,'校园风云','凌天至尊(合作)','第8堂课·Eighth 请求','3176650','过激言论','2018-06-23 10:25','http://www.17k.com//lib/book/2_3_118_0_0_0_0_0_1.html?'),
(69,'东方玄幻','错误集结令','第三十八章   衣裳容','36779','影字','2018-06-23 10:21','http://www.17k.com//lib/book/2_21_8_0_0_0_0_0_1.html?'),
(70,'都市生活','血雪天涯','第一百二十四章  我来','53599','致命黑球','2018-06-23 10:20','http://www.17k.com//lib/book/2_3_3_0_0_0_0_0_1.html?'),
(71,'都市激战','一品兵王','第1395章    下马威','249775','步千帆','2018-06-23 10:19','http://www.17k.com//lib/book/2_3_92_0_0_0_0_0_1.html?'),
(72,'异界大陆','辣手神医','564章 充实的生活','2829049','嘭咔嚓','2018-06-23 10:19','http://www.17k.com//lib/book/2_21_83_0_0_0_0_0_1.html?'),
(73,'都市生活','乙兵','第一千四百零八章 新会长','1271242','老施','2018-06-23 10:18','http://www.17k.com//lib/book/2_3_3_0_0_0_0_0_1.html?'),
(74,'东方玄幻','校花的全能保安','第七章万劫天宫','4430200','爱笑哥哥','2018-06-23 10:13','http://www.17k.com//lib/book/2_21_8_0_0_0_0_0_1.html?'),
(75,'都市异能','问神道灭','第五章  受审','21842','木邓子','2018-06-23 10:13','http://www.17k.com//lib/book/2_3_87_0_0_0_0_0_1.html?'),
(76,'都市激战','爱魂指引','第315章 质问','17453','上山干少虎','2018-06-23 10:13','http://www.17k.com//lib/book/2_3_92_0_0_0_0_0_1.html?'),
(77,'都市异能','妙手狂兵','第110章 下降的生意','670526','布川鸿内酷','2018-06-23 10:12','http://www.17k.com//lib/book/2_3_87_0_0_0_0_0_1.html?'),
(78,'奇幻修真','大降头师','33.吞噬！','228499','夏天中的星辰','2018-06-23 10:12','http://www.17k.com//lib/book/2_24_82_0_0_0_0_0_1.html?'),
(79,'东方玄幻','星域天尊','第十六章:出发','36843','易凡星','2018-06-23 10:12','http://www.17k.com//lib/book/2_21_8_0_0_0_0_0_1.html?'),
(80,'古典仙侠','灭之月','第二十六章 木之印记','36683','后九日','2018-06-23 10:07','http://www.17k.com//lib/book/2_24_9_0_0_0_0_0_1.html?'),
(81,'古典仙侠','封天十二印记','第七十三颜霜儿得知陆羽的消息','62437','追不上的节奏','2018-06-23 10:07','http://www.17k.com//lib/book/2_24_9_0_0_0_0_0_1.html?'),
(82,'都市异能','仙人很平凡','第2162章 配合','233095','风乱刀','2018-06-23 10:07','http://www.17k.com//lib/book/2_3_87_0_0_0_0_0_1.html?'),
(83,'都市异能','超级鉴宝师','二十章 亡不旋踵','7199468','暮瞳Hitomi','2018-06-23 10:07','http://www.17k.com//lib/book/2_3_87_0_0_0_0_0_1.html?'),
(84,'东方玄幻','神谱之镇魂歌','第64章   快过年了什么人都有','84322','浑噩鱼','2018-06-23 10:05','http://www.17k.com//lib/book/2_21_8_0_0_0_0_0_1.html?'),
(85,'异界大陆','初起时代','第一百零八章 三战鬼法','72886','腰疼的上班族','2018-06-23 10:05','http://www.17k.com//lib/book/2_21_83_0_0_0_0_0_1.html?'),
(86,'都市生活','异世之圣痕','第306章b.志在中华第33章中人物','305547','宿亿琴','2018-06-23 10:05','http://www.17k.com//lib/book/2_3_3_0_0_0_0_0_1.html?'),
(87,'异界大陆','宿翼琴','第一章 似曾相识 （1）','476091','槊箬','2018-06-23 10:04','http://www.17k.com//lib/book/2_21_83_0_0_0_0_0_1.html?'),
(88,'都市激战','菱潆传','第1735章 这是花钱买平安','2127','青光楚辞','2018-06-23 10:04','http://www.17k.com//lib/book/2_3_92_0_0_0_0_0_1.html?'),
(89,'都市生活','近身兵王','第五百五十七章吕亮出头','10371665','大皇橘子','2018-06-23 10:04','http://www.17k.com//lib/book/2_3_3_0_0_0_0_0_1.html?'),
(90,'东方玄幻','都市奇医','第十六章 就一公里','1163623','猖狂九天','2018-06-23 10:03','http://www.17k.com//lib/book/2_21_8_0_0_0_0_0_1.html?');

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;
